Revit 2024 API
BuiltInFailures.FabricFailures.WrongFabricSheetSpacing Property
 Wrong Spacing of the Fabric Sheet Type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId WrongFabricSheetSpacing { get; }
Visual Basic
Public Shared ReadOnly Property WrongFabricSheetSpacing As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ WrongFabricSheetSpacing {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace